Repository: kevinsutariya/fitness-theory
Catalog: Fitness Theory/*.lproj/Localizable.strings
Languages: ru

source: MENU
ru: Меню

source: Main
ru: Главное

source: Organization
ru: Организация

source: Details
ru: Детали

source: Common mistakes
ru: Распространенные ошибки

source: Tips
ru: Советы

source: Notes
ru: Заметки

source: Shop
ru: Магазин

source: Settings
ru: Настройки

source: Calculating
ru: Расчет

# main_content_2
source: 1. saving money. You don't spend money on a gym membership. For those who are not sure that they can attend a fitness club regularly, this is one of the most important arguments. 2. time savings. You do not need to spend time on the road to the gym, especially this is an issue for residents of big cities. And if you attend a group class, there is no need to adjust to the set time of training. 3. Psychological comfort. If there is shyness to train in front of strangers because of poor physical fitness, then home training will be a great solution for you. If you work out at home, you do not have to worry about the fact that pushing up from the floor, for example, is still an unsolvable task for you. Convenience. It's impossible not to mention the convenience of home training: you do not need to go anywhere, to care much about appearance and sportswear, to plan your day according to a trip to the gym. You can work out even early in the morning, even late in the evening - everything is at your discretion. Another important factor also plays an important role: at home you are completely safe from viruses and infections, which can be in gyms. During a home workout you have the opportunity to control the pace of exercise on your own. Fitness at home has another nice advantage over the gym. You have your own shower at home, sports equipment that is not soaked in other people's sweat and is customized to you. "60-minute" sessions at the gym actually take much longer. The drive to the gym and back, changing clothes, waiting for the machines you need to do the exercise, talking to a trainer or acquaintances - all this takes time you could have spent at home on additional effective exercises. You should also remember that lockers in locker rooms are not the most secure places. There are situations in which you can lose your valuables, and the club's administration is usually not responsible for this. In home conditions this is not possible. Working out at home is a great solution for most people who are constantly busy. It will help you stay energized and take up very little time.
ru: 1. Экономия денег. Вы не тратите средства на абонемент в спортзале. Для тех, кто не уверен в том, что сможет посещать фитнес-клуб регулярно, это один из важнейших аргументов. 2. Экономия времени. Вам не нужно тратить время на дорогу до спортзала, особенно это актуальный вопрос для жителей больших городов. А если вы посещаете групповые занятия, то нет необходимости подстраиваться под установленное время тренировок. 3. Психологический комфорт. Если есть стеснение тренироваться перед посторонними людьми ввиду слабой физической подготовки, то домашние тренировки станут для вас отличным решением. Занимаясь дома вы можете не беспокоиться, о том, что отжаться от пола, к примеру, пока нерешаемая для вас задача. Удобство. Нельзя не сказать об удобстве домашних тренировок: не нужно никуда ехать, сильно заботиться о внешнем виде и спортивной одежде, планировать свой день в зависимости от похода в спортзал. Вы можете заниматься хоть ранним утром, хоть поздним вечером — все на ваше усмотрение. Также очень важную роль играет ещё один немаловажный фактор: дома вы находитесь в полной безопасности от вирусов и инфекций, которые могут быть в спортклубах. Во время домашней тренировки у вас есть возможность самостоятельно контролировать темп выполнения упражнений. Фитнес дома обладает ещё одним приятным преимуществом по сравнению с тренажёрным залом. У вас дома есть свой душ, спортивный инвентарь, который не пропитан потом чужих людей и настроен индивидуально под вас. «60 минут» занятий в тренажерном зале занимают на самом деле гораздо больше времени. Дорога до зала и обратно, переодевание, ожидание необходимых вам тренажеров, чтобы выполнить упражнение, беседа с тренером или знакомыми — всё это отнимает время, которое вы могли потратить дома на дополнительные эффективные упражнения. Не стоит забывать еще и о том, что шкафчики в раздевалках — не самое защищенное место. Бывают ситуации, в которых вы можете лишиться своих ценных вещей, а администрация клуба, как правило не несет за это ответственности. В домашних же условиях такое невозможно. Тренировки дома — это отличное решение для большинства людей, которые постоянно заняты. Они помогут вам оставаться в тонусе и отнимают совсем мало времени.

# organization_content_1
source: It's no secret that many people start their first steps toward training and sports at home. The comfortable atmosphere and complete freedom in actions and movements make home training special. However, after a month of such exercises, the "athlete" begins to lack the equipment to move to the next strength level. Therefore, most people soon begin to visit fitness clubs equipped with sports equipment. How do you organize your space? Is it really that simple? Indeed, the effectiveness of home training depends not on a large number of fancy equipment or a large collection of dumbbells, but on the correct organization of their sports area. As it turned out, this requires a small space, which, if desired, everyone can comfortably arrange in his apartment. However, many people may wonder: how to fit all the sports equipment into the "two by two meters" area? Necessary equipment Fitness mat
ru: Ни для кого не секрет, что многие люди начинают свои первые шаги к тренировкам и спорту с занятий дома. Комфортная атмосфера и полная свобода в действиях и движениях делают домашние тренировки особенными. Однако после месяца таких занятий «спортсмену» начинает не хватать оборудования для перехода на новый силовой уровень. Поэтому большинство людей в скором времени начинает посещать фитнес-клубы, оснащённые спортивным инвентарём. Как организовать пространство? Неужели всё так просто? Действительно, эффективность домашних тренировок зависит не от большого количества навороченных тренажёров или же большой коллекции гантелей, а от правильной организации своей спортивной зоны. Как оказалось, для этого требуется небольшое пространство, которое, при желании, каждый сможет уютно обустроить в своей квартире. Однако многие могут задаться вопросом: как уместить весь спортивный инвентарь в зону «два на два метра»? Необходимый инвентарь Коврик для фитнеса

# organization_content_2
source: Just one fitness mat is enough for home workouts, as most exercises can be done with the weight of your own body. This will be effective for working on flexibility, speed and body coordination. A huge plus point of the mat is its versatility. The mat can be used for stretching as well as various cardio and strength training videos. And all in a small area of your room. Soft or regular dumbbells
ru: Для домашних тренировок хватит всего лишь одного коврика для фитнеса, так как большинство упражнений можно выполнять с весом собственного тела. Это будет эффективно для работы над гибкостью, скоростью и координацией тела. Огромным плюсом коврика является его многофункциональность. Коврик можно использовать как для растяжки, так и для различных видео кардио- и силовых тренировок. И всё это на небольшом участке вашей комнаты. Мягкие или обычные гантели

# organization_content_3
source: If your own body weight is no longer enough and you want to add some options for strength training, you can use basic equipment: shock absorbers and dumbbells. Any specialized store sells even soft kettlebells that anyone can use at home without fear that they will scratch the new floor. Equalizers
ru: Если же веса собственного тела уже недостаточно и хочется добавить каких-то опций для силовых тренировок, можно использовать элементарный инвентарь: амортизаторы и гантели. В любом специализированном магазине продаются даже мягкие гири, которые каждый сможет использовать дома, не боясь, что они поцарапают новенький паркет. Эквалайзеры

# organization_content_4
source: Equalizers (highlets), otherwise known as low compact bars, are great for home exercise. Different types of push-ups, horizontal pull-ups, stretching, ab exercises and many other functional exercises become available with such a projectile. Folding Treadmill
ru: Для домашних занятий спортом отлично подойдут эквалайзеры (хайлетсы), иначе говоря, низкие компактные брусья. Различные виды отжиманий, горизонтальные подтягивания, растяжка, упражнения на пресс и многие другие функциональные упражнения становятся доступны при наличии такого снаряда. Складная беговая дорожка

# organization_content_5
source: A good investment would be a folding treadmill that is specifically manufactured for home use. After your workout, you can stow it under the bed and it won't even be visible in your household. Unfold it, run it and put it back away - comfortable and efficient! Fluballs
ru: Хорошим вложением станет складная беговая дорожка, которую специально производят для домашнего использования. После тренировки можно убрать её под кровать, и она не будет даже видна в быту. Разложил, побегал и убрал обратно – комфортно и эффективно! Флюболы

# organization_content_6
source: Also great for home use are flubolas - balls with liquid inside from 3 to 11 pounds, which have a number of advantages over conventional medballs - weighted ball-shaped weights. One of the nice qualities of flubolas is its unusual appearance, because inside it is the liquid, which is beautiful shimmering in the daytime and in the evening. With a competent arrangement of personal space and the right selection of sports equipment, home workouts can become not only a useful pastime, but also effective work on creating a healthy and strong body. Start working out at home now!
ru: Также для домашнего использования отлично подойдут флюболы – мячи с жидкостью внутри от 3 до 11 кг, обладающие рядом преимуществ перед обычными медболами – утяжелителями в форме мяча. Одним из приятных свойств флюбола является его необычный внешний вид, так как внутри него находится жидкость, которая красиво переливается как в дневное, так и в вечернее время. При грамотном обустройстве личного пространства и правильном подборе спортивного инвентаря, домашние тренировки могут стать не только полезным времяпрепровождением, но и эффективной работой над созданием здорового и крепкого тела. Начните тренировки дома прямо сейчас!

# details_content_1
source: Treat yourself to some post-exercise pampering: Here's what foods will make all the hard work at the gym seem pointless. There's one thing you should avoid: foods high in fat and sugars. We tell you about 5 foods that should be put on the "black list" for snacking just after a workout. 1. Raw vegetables.
ru: Не спешите баловать себя едой после изматывающих физических нагрузок: разбираемся, какие продукты сведут на нет все труды за тренажерами. Главное, чего следует избегать, — это пищи с высоким содержанием жиров и сахара. Рассказываем о 5 продуктах, которые следует внести в «черный список» для перекусов именно после тренировки. 1. Сырые овощи

# details_content_2
source: Suddenly? Raw vegetables have always been and are considered a healthy and wholesome food, but it's not something your body really needs after a serious workout. Raw vegetables are low in calories and your body needs a boost. Vegetables with protein snacks and yogurt are a much better option. 2. Pizza
ru: Неожиданно? Сырые овощи всегда считались и считают здоровой и полезной пищей, но это не то, что действительно необходимо организму после серьезной тренировки. В сырых овощах мало калорий, а вашему телу необходима подзарядка. Овощи с протеиновыми снэками и йогуртом — гораздо более оптимальный вариант. 2. Пицца

# details_content_3
source: Tasty, quick, and convenient. However, it is better not to look into pizza after a workout, because even in one slice of pizza - a huge number of calories, which is unlikely to be useful. Indulging in pizza at the end of a series of cardio or strength training exercises will simply negate any effort to burn calories. Plus, meat and cheese are pretty slow to digest, you won't feel full right away and are likely to eat more than you should. 3. Potato chips.
ru: Вкусно, быстро, удобно. Однако лучше не засматривайтесь на пиццу после тренировки, поскольку даже в одном куске пиццы — огромное количество калорий, которые вряд ли будут полезным. Побаловав себя пиццей по окончании серии кардио или силовых упражнений, вы просто сведете на нет все усилия по сжиганию калорий. К тому же мясо и сыр довольно медленно перевариваются, вы не сразу ощутите чувство сытости и, скорее всего, съедите больше, чем следует. 3. Картофельные чипсы

# details_content_4
source: This seems like a completely harmless snack, but the fact is that potato chips contain too much salt. High levels of salt (sodium chloride) slow your body's absorption of potassium, which leads to feelings of fatigue. If you want a post-workout energy boost, snacking on a packet of potato chips is best postponed for a couple of hours. 4. Soft Drinks
ru: Кажется, это совершенно безобидная закуска, но дело в том, что картофельные чипсы содержат слишком много соли. Высокий уровень соли (хлорид натрия) замедляет усвоение организмом калия, что приводит к появлению чувства усталости. Если вы хотите получить заряд энергии после тренировки, перекус с пачкой картофельных чипсов лучше отложить на пару часов. 4. Безалкогольные напитки

# details_content_5
source: A cool and pleasant-tasting drink is something that sometimes begs to be grabbed after a workout. But a sweet, especially fizzy, drink is by no means the most appropriate product. Most of these drinks contain too many sweeteners, flavorings, colorings and other chemicals. Water is ideal both during and after your workout. Another healthy alternative is a glass of nonfat milk or a drink with a balanced protein and carbohydrate content. 5. Fried foods.
ru: Прохладный и приятный на вкус напиток — это то, что, бывает, настойчиво просится в руки после тренировки. Однако сладкий, в особенности газированный, напиток — отнюдь не самый подходящий продукт. Большинство подобных напитков содержит слишком большое количество подсластителей, ароматизаторов, красителей и прочих химикатов. Вода — идеальный вариант как во время, так и после тренировки. Еще одна здоровая альтернатива — стакан нежирного молока или напиток со сбалансированным содержанием белков и углеводов. 5. Жареная пища

# details_content_6
source: Who hasn't dreamed of a big hamburger, a portion of French fries or fried chicken after strenuous strength training? Yes, these fried foods allow you to quickly replenish energy reserves, but at the same time add a lot of unnecessary calories. Eat a hot dog after a workout: consider that the workout did not happen. So, when you leave the gym with a gym, stay away from fried chicken and pita with a heavy layer of mayonnaise and chicken in batter.
ru: Кто после напряженных силовых упражнений не мечтал о большом гамбургере, порции картошки фри или жареной курице? Да, подобная жареная пища позволяет быстро восполнить запасы энергии, но заодно добавить массу ненужных калорий. Съели хот-дог после тренировки: считайте, что тренировки не было. Так что, покидая зал с тренажерами, держитесь подальше от жареных цыплят и пит с обильным слоем майонеза и курицей в кляре.

# common_mistakes_content_1
source: Working out all the time but never reaching your goal? Or just starting to exercise regularly? Let us tell you about the mistakes that can prevent you from exercising or even harm your health. Sometimes they are committed not only by beginners, but also by experienced athletes. Read in our appendix whether you should warm up before exercising, how much to drink during training, what to eat and why to study exercises. You have not formulated a goal and you train by inertia
ru: Постоянно тренируетесь, но так и не достигли цели? Или только начинаете регулярно заниматься спортом? Расскажем об ошибках, которые могут помешать заниматься или даже навредить здоровью. Иногда их совершают не только новички, но и опытные спортсмены. Стоит ли разминаться перед занятиями, сколько пить во время тренировки, что есть и зачем изучать упражнения – читайте в нашем приложении. Не сформулировали цель и тренируетесь по инерции

# common_mistakes_content_2
source: Many people use programs from the Internet or do exercise, which were advised by friends. And often there is a question: why does not the weight decrease or do not gain weight, because I do everything correctly? were advised by friends. And often there is a question: why does not the weight decrease or do not gain weight, because I do everything correctly? Do not forget that the workout is developed, based on the specific goal of each individual. Everything matters: the original weight and height, experience, health and old injuries. Exercises from the Internet are designed for "average hospital temperature": for someone they are great, for someone not. And the complex may not give the desired results. Conclusion: be sure to articulate your desire. To gain muscle mass, lose weight, increase stamina and muscle elasticity? When you choose an exercise plan, make sure it will help achieve your specific goal. Read reviews or ask a trainer you know for advice. He will evaluate the program, tell you where to add effort and where to reduce the turnover. Exercise if you don't feel well.
ru: Многие занимаются по программам из интернета или выполняют тренировки, которые посоветовали знакомые. И часто возникает вопрос: почему не снижается или не набирается вес, ведь я делаю все правильно? Не забывайте, что тренировки разрабатывают, исходя из конкретной цели каждого отдельного человека. Все имеет значение: изначальный вес и рост, опыт, состояние здоровья и старые травмы. Занятия из интернета рассчитаны на «среднюю температуру по больнице»: для кого-то они отлично подходят, для кого-то нет. И комплекс может не дать нужных результатов. Вывод: обязательно сформулируйте свое пожелание. Набрать мышечную массу, сбросить вес, повысить выносливость и упругость мышц? Когда выбираете план упражнений, убедитесь, что он поможет достичь вашей конкретной цели. Почитайте отзывы или обратитесь к знакомому тренеру за советом. Он оценит программу, подскажет, где добавить усилий, а где снизить обороты. Тренируетесь, если плохо себя чувствуете

# common_mistakes_content_3
source: From the very beginning, consult a doctor if you have chronic diseases or contraindications to some loads. Be sure to warn the trainer. Do not worry, that he will refuse to work with you: most likely, he will just warn you about the exercises you should skip or replace with others. If your health is good, it is important to listen to your condition. If you feel unwell, postpone the class. If you feel sick during the class, stop and recover. Exercising "to the point of exhaustion" will do you harm, not good. Neglecting your warm-up
ru: С самого начала посоветуйтесь с врачом, если у вас есть хронические заболевания или противопоказания к каким-то нагрузкам. Обязательно предупредите тренера. Не беспокойтесь, что он откажется с вами работать: скорее всего, просто предупредит, какие упражнения стоит пропустить или заменить другими. Если со здоровьем порядок, важно просто прислушиваться к своему состоянию. Если чувствуете недомогание, отложите занятие. Если плохо стало во время занятия – остановитесь и придите в себя. Тренировки «на износ» принесут не пользу, а вред. Пренебрегаете разминкой

# common_mistakes_content_4
source: The warm-up is as important as the workout itself. Just 10 minutes is enough to warm up your muscles, prepare your nervous system for the workout, make it more productive and avoid injuries. If the warm-up is not part of your workout package, search the Internet for individual videos: many fitness channels put a variety of options online. For a successful exercise it is enough to do joint exercises and easily work the main muscle groups. Load yourself unevenly
ru: Разминка также важна, как сама тренировка. Хватит 10 минут, чтобы разогреть мышцы, подготовить нервную систему к нагрузкам, сделать занятие более плодотворным и избежать травм. Если разминка не входит в ваш комплекс тренировок, поищите в интернете отдельные видео: многие фитнес-каналы выкладывают в сеть самые разные варианты. Для успешного занятия достаточно сделать суставную гимнастику и легко проработать основные группы мышц. Нагружаете себя неравномерно

# common_mistakes_content_5
source: When you choose a training program, make sure that the exercises give a load to the whole body. For example, if you pump all the time abs, but do not strengthen the back, muscle imbalance will reflect badly on the entire figure. Try to do exercises that strengthen all the muscles first, and then focus on the problem areas during the workout. Or you can divide your workouts into days of the week, as they often do in the gym. You don't change your exercise regimen.
ru: Когда выбираете программу тренировок, следите, чтобы упражнения давали нагрузку на все тело. Например, если качать все время пресс, но не укреплять спину, мышечный дисбаланс плохо отразится на всей фигуре. всей фигуре. Старайтесь во время тренировки выполнять сначала упражнения на укрепление всех мышц, а затем делайте упор на проблемные места. Или можно распределить тренировки по дням недели, как это часто делают в спортзале. Не меняете схему занятий

# common_mistakes_content_6
source: Consistency is good when it comes to going to the gym. But it does not work with the training program. It's nice when all the exercises are familiar and the class is easy and fun, but the body needs a load to develop, and sometimes even a shake-up. If you realize that everything comes easy, try adding a new exercise and increasing the number of repetitions. Every one or two months review your workout plan and change it. Be sure to consult a trainer. Not replenishing your water balance
ru: Постоянство – это хорошо, если речь идет о посещении тренажерного зала. А вот с программой тренировок это не работает. Приятно, когда все упражнения знакомы и занятие проходит легко и весело, но для развития организму нужна нагрузка, а иногда даже встряска. нагрузка, а иногда даже встряска. Если понимаете, что все дается легко, попробуйте добавить новое упражнение и увеличить количество повторений. Раз в один-два месяца пересматривайте свой план тренировок и изменяйте его. Обязательно посоветуйтесь с тренером. Не восполняете водный баланс

# common_mistakes_content_7
source: We sweat a lot and lose fluid during exercise. You must replenish fluids, or you may become dehydrated. And the whole workout will not only be reduced to nothing, but can also be detrimental to your health. To avoid this, drink a few sips of water every 15 to 20 minutes, and be sure to drink it after your workout.
ru: Во время тренировки мы сильно потеем и теряем жидкость. Ее нужно восполнять, иначе может наступить обезвоживание. И вся тренировка не просто будет сведена к нулю, но и может навредить здоровью. Чтобы этого избежать, пейте несколько глотков воды каждые 15–20 минут и обязательно после тренировки.

# tips_content_1
source: How to keep yourself clean when exercising at home.
ru: Как соблюдать чистоту при занятиях спортом дома.
