Repository: kevinsutariya/fitness-theory
Catalog: Fitness Theory/*.lproj/Localizable.strings
Languages: ru

# tips_content_2
source: Personal hygiene is important not only when exercising at the gym, but also when exercising at home. We will tell you about the basic rules that will help keep you healthy and alert and make working out enjoyable. Keep clean and ventilate There are general recommendations of the World Health Organization on home hygiene - you should air all rooms constantly, especially those rooms where you spend the most time, as well as once a day wet cleaning. Try to keep the temperature around 22 degrees, which is comfortable and healthy. Carefully treat the items you are constantly in contact with - gadgets, door and window handles, remotes, tables, chairs, sinks, etc. You could use a simple soapy water solution or special disinfectants or chlorine. Protect your hands from injury and wear gloves when working.
ru: Личная гигиена важна не только во время занятий в спортзале, но и во время домашних тренировок. Мы расскажем об основных правилах, которые помогут сохранить здоровье и бодрость, а тренировки сделать приятными. Поддерживайте чистоту и проветривайте Есть общие рекомендации Всемирной организации здравоохранения по гигиене дома – нужно постоянно проветривать все помещения, особенно те комнаты, в которых вы проводите больше всего времени, а также проводить раз в день влажную уборку. Старайтесь поддерживать температуру в районе 22 градусов – это комфортный и полезный для здоровья вариант. Тщательно обрабатывайте предметы, с которыми постоянно контактируете – гаджеты, дверные и оконные ручки, пульты, столы, стулья, раковины и т. д. Можно использовать простой мыльный раствор, специальные дезинфицирующие или хлорированные средства. Берегите руки от повреждений и надевайте перчатки во время работы.

# tips_content_3
source: Disinfect the workout area and workout equipment It is important to keep the training room clean - be sure to wash the floor before and after training. Particular attention should be paid to sports equipment. It must be disinfected every time after training. Clean all items with which you interact - mat, jump rope, dumbbells, fitness bands, balls, etc. - with detergents or alcohol wipes.
ru: Дезинфицируйте место тренировок и спортивный инвентарь Важно следить за чистотой тренировочного помещения – перед тренировкой и после нее обязательно мойте пол. Особое внимание стоит уделить спортивному инвентарю. Его нужно дезинфицировать каждый раз после тренировки. Все предметы, с которыми вы взаимодействуете – коврик, скакалка, гантели, фитнес-резинки, мячи и прочее – очищайте с помощью моющих средств или спиртовых салфеток.

# tips_content_4
source: Hygiene before, during and after your workout If you work out in the evening, take a shower before class to clean your pores and avoid irritation. Wounds and cuts should be treated and taped to prevent sweat and dust particles from getting into them. Tie your hair into a tight ponytail or pin it so that you don't have to fix it while you are exercising. Use a towel during your workout to avoid touching your face with your hands. After your workout, be sure to shower, ventilate the room, and tidy up your work area.
ru: Гигиена до тренировки, во время и после нее Если вы тренируетесь вечером, примите душ до занятия, чтобы очистить поры и избежать раздражения. Ранки и порезы нужно обработать и заклеить пластырем, чтобы в них не попал пот с частичками пыли. Волосы завяжите в тугой хвост или заколите так, чтобы не нужно было их поправлять в процессе занятий. Во время тренировки используйте полотенце, чтобы не касаться лица руками. После тренировки обязательно примите душ, проветрите помещение и наведите порядок в рабочей зоне.

# tips_content_5
source: Laundry . It is important not to leave workout clothes wet in the laundry basket or in the washing machine. It is best to wash them after each workout. If not possible, dry the damp uniforms. And then wash it separately from other things. Shoes should also be sure to dry after sporting activities: you can send them to the balcony and additional airing or use special balls, which are sold in sports stores.
ru: Стирка Важно не оставлять спортивную одежду влажной в корзине для белья или в стиральной машине. Лучше всего стирать ее после каждой тренировки. Если нет возможности, высушите влажную форму. А после стирайте ее отдельно от остальных вещей. Обувь после занятий спортом также нужно обязательно высушить: можно отправить на балкон и дополнительно проветрить или использовать специальные шарики, которые продаются в спортивных магазинах.

source: open
ru: открыть

source: delete
ru: удалить

source: new note
ru: новая заметка

source: edit
ru: редактировать

source: save
ru: сохранить

source: New note team:
ru: Команда New note:

source: New note text:
ru: Новый текст примечания:

source: You really want to do this?
ru: Ты действительно хочешь это сделать?

source: Yes
ru: Да

source: No
ru: Нет

source: No ADS
ru: Блокировка рекламы

source: Bought
ru: Купил

source: Buy
ru: Купить

source: Restore
ru: Вернуть

source: Mute on/off
ru: Звук вкл/вык

source: Changing Language
ru: Изменение языка

source: Screen light
ru: Подсветка экрана

source: Back to menu
ru: Вернуться к меню

source: Height
ru: Высота

source: Weight
ru: масса

source: cm
ru: см

source: kg
ru: кг

source: Result
ru: Результат

source: BMI table
ru: Таблица ИМТ
